abseil
aichat
ansible
aom
aribb24
arm-none-eabi-binutils
arm-none-eabi-gcc@8
autoconf
avr-binutils
avr-gcc@8
avrdude
awscli
bash
bat
black
boost
bootloadhid
brotli
c-ares
ca-certificates
cairo
ccls
certifi
cffi
cjson
clang-format
cmake
confuse
copilot-cli
coreutils
cryptography
dav1d
dfu-programmer
dfu-util
docutils
ffmpeg
ffmpegthumbnailer
flac
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gettext
ghostscript
giflib
git
glib
gmp
gnupg
gnutls
go
gpgme
graphite2
harfbuzz
hid_bootloader_cli
hidapi
highway
icu4c@76
imagemagick
imath
ipython
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jq
jupyterlab
krb5
lame
leptonica
libarchive
libass
libassuan
libb2
libbluray
libde265
libdeflate
libevent
libftdi
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
libimagequant
libksba
liblqr
libmicrohttpd
libmpc
libnghttp2
libogg
libomp
libpng
libpq
libraqm
libraw
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libusb-compat
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxmlsec1
libxrender
libyaml
little-cms2
llvm
lpeg
lua
luajit
luarocks
luv
lz4
lzo
m4
make
mbedtls
mdloader
mpdecimal
mpfr
mpg123
msgpack
mysql
neovim
netcat
nettle
newman
node
npth
nspr
nss
numpy
nvm
oath-toolkit
oniguruma
openblas
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pandoc
pango
pcre2
pillow
pinentry
pipx
pixman
pkg-config
poppler
portaudio
postgresql@14
protobuf
pycparser
pyenv
pyenv-virtualenv
pyright
python-certifi
python-lsp-server
python-matplotlib
python-packaging
python@3.11
python@3.12
python@3.13
qhull
qmk
rapidjson
rav1e
readline
redis
ripgrep
rubberband
rust
sdl2
shared-mime-info
snappy
speex
sqlite
srt
stow
svt-av1
swig
tcl-tk
teensy_loader_cli
tesseract
theora
tree
tree-sitter
unbound
unibilium
webp
x264
x265
xorgproto
xvid
xz
z3
zeromq
zimg
zlib
zstd
dotnet-sdk
font-maple
font-maple-mono
google-cloud-sdk
karabiner-elements
kitty
maccy
qmk-toolbox
