[
  "obsidian-excalidraw-plugin",
  "obsidian-annotator",
  "omnisearch",
  "dataview",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "obsidian-git",
  "quickadd",
  "obsidian-prozen",
  "typewriter-mode",
  "obsidian-vimrc-support",
  "leader-hotkeys-obsidian"
]